Repository: dagtok/Top-Stories-Widget
Catalog: i18n/top_stories-*.po
Languages: de_de, es_es, fr_fr, pt_br

source: Title:
de_de: Widget Titel:
es_es: Titulo del Widget:
fr_fr: Widget de la Titre:
pt_br: Widget Título:

source: Select the type of content displayed:
de_de: Wählen Sie die Art des Inhalts angezeigt:
es_es: Selecciona el tipo de contenido que será mostrado:
fr_fr: Sélectionnez le type de contenu affiché:
pt_br: Selecione o tipo de conteúdo que será exibido:

source: Pages
de_de: Paginas
es_es: Paginas
pt_br: Paginas

source: Recent Posts
de_de: Aktuelle Artikel
es_es: Publicaciones Recientes
fr_fr: Articles récents
pt_br: Posts recientes

source: Custom Post Type
de_de: Brauch Post Type
es_es: Selecciona los "custom posts" que serán mostrados en el widget

source: Popular Posts
de_de: Beliebte Beiträge
es_es: Publicaciones Populares
fr_fr: Articles les plus lus
pt_br: Posts Mais Populares

source: Most Commented
de_de: Am meisten kommentiert
es_es: Mas comentados
fr_fr: Articles les plus commentés
pt_br: Mais comentadas

source: Select effect:
de_de: Wählen Sie Effekt :
es_es: Selecciona el efecto para transición de fondo:
fr_fr: Sélectionnez effet :

source: Select pages will be shown on this widget:
de_de: Select Seiten auf diesem Widget angezeigt werden:
es_es: Selecciona las paginas que serán mostradas dentro de este widget:
fr_fr: Sélectionnez pages seront affichés sur ce widget:
pt_br: Selecione páginas será mostrado este widget:

source: Select the post types you want to display:
es_es: Selecciona el tipo de contenido que será mostrado :
fr_fr: Sélectionnez les types de poste que vous souhaitez afficher :

source: Category:
de_de: Kategorie:
es_es: Categoria:
fr_fr: Catégorie:
pt_br: Categoria:

source: All categories
de_de: Alle Kategorien
es_es: Todas las categorías
fr_fr: Toutes les catégories
pt_br: Todas as categorias

source: Filter Posts since:
de_de: Filter Beiträge seit:
es_es: Mostrar artículos publicados desde:
fr_fr: Filtre les messages depuis:
pt_br: Filtrar postagens desde:

source: Only show posts published on last
de_de: Nur Beiträge auf zuletzt veröffentlichten
es_es: Mostrar solo artículos publicados en los últimos:
fr_fr: N'afficher que les messages publiés sur le dernier
pt_br: Mostrar apenas mensagens publicadas no último

source: days
de_de: Tage
es_es: dias
fr_fr: jours
pt_br: dias

source: Fill with 0 to include all days
de_de: Füllen Sie mit 0 bis alle Tage umfassen
es_es: Escribe 0 para mostrar todos los días
fr_fr: Remplir de 0 à inclure tous les jours
pt_br: Preencher com 0 a incluir todos os dias

source: Max number of posts to display:
de_de: Maximale Anzahl der Beiträge zu zeigen:
es_es: Numero máximo de publicaciones a mostrar:
fr_fr: Le nombre maximum d'articles à afficher:
pt_br: Quantidade máxima de postagens para mostrar:

source: Keep widget's header theme style
de_de: Halten widget Kopf Thema Stil
es_es: Mantener el estilo del blog para los títulos
fr_fr: Gardez le style de thème d'en-tête de widget

source: Fix Background Image
de_de: Fix Hintergrundbild
es_es: Arreglar Imagen de Fondo
fr_fr: Fixer l'image de fond

source: Show animation on mouse over
de_de: Zeigen Animation auf der Maus über
es_es: Mostrar animación cuando se pase el mouse
fr_fr: Afficher animation sur la souris sur

source: Display date/category tag
de_de: Anzeige von Datum / Tag category
es_es: Mostrar el tag de categoría o fecha
fr_fr: Affichage de la date / de catégorie tag

source: Display category insted of date
de_de: Kategorie anstelle der Datumsanzeige
es_es: Mostrar categoría en vez de la fecha
fr_fr: Afficher la catégorie lieu de la date

source: Display visits counter
de_de: Anzeige Besucher Zähler
es_es: Mostrar contador de visitas
fr_fr: Visites d'affichage contre

source: Display Background Gradient
de_de: Karte Hintergrund Gradient
es_es: Mostrar gradiente de color en el fondo
fr_fr: Afficher le fond dégradé

source: Choose title background color:
es_es: Elige el color primario del gradiente para el fondo:
fr_fr: Choisissez la couleur du titre de fond:

source: Choose font color title:
es_es: Elegir el color de la fuente para el titulo:
fr_fr: Choisissez couleur titre de la police:

source: Choose background color:
de_de: Wählen Sie eine Farbe für den Hintergrund:
es_es: Elige el color utilizado para el fondo:
fr_fr: Choisissez la couleur de fond:
pt_br: Escolha a cor usada para o fundo:

source: Choose background color 2:
es_es: Elige el color utilizado para el gradiente de fondo:
fr_fr: Choisissez couleur titre de la police:

source: Choose Font color:
de_de: Wählen Schriftfarbe:
es_es: Elegir el color para la fuente:
fr_fr: Choisissez la couleur de la police:
pt_br: Escolha a cor da letra:

source: Choose background color for date tag:
es_es: Elige el color utilizado para el fondo del tag:
fr_fr: Choisissez la couleur de fond pour la date tag:

source: Choose font color for date tag:
de_de: Wählen Sie die Schriftfarbe für Datum -Tag :
es_es: Elegir el color de la fuente para el recuadro de la fecha:
fr_fr: Choisissez la couleur de police pour la date tag:

source: Color Distribution:
pt_br: Indica a distribuição de cor:

source: Open Widgets Link in a new window?
pt_br: Widgets abrir link em uma nova janela?
